// C-style comments.
// First non-comment line must be the following:
#Product=MCSkinn
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=Polski (Polska)
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#LangVersion=1.0
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#AppVersion=1.1.2
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="pl-pl"

// These lines are not required, they are simply for identification
// purposes.
#Author="PikoLord"
#AuthorContact=""

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="OK"
C_CANCEL="Anuluj"
C_CLOSE="Zamknij"
C_COPYTOCLIPBOARD="Skopiuj do Schowka"

M_FILE="Plik"
	M_SAVE="Zapisz"
	M_SAVEAS="Zapisz jako"
	M_SAVEALL="Zapisz Wszystko"
	M_UPLOAD="Prześlij skórkę..."
	M_EXIT="Wyjście"
M_EDIT="Edytuj"
	M_UNDO="Cofnij"
	M_REDO="Ponów"
	M_TOOL="Narzędzie"
M_VIEW="Widok"
	M_MODE="Tryb podglądu"
		M_PERSPECTIVE="Perspektywa (3D) "
		M_TEXTURE="Tekstura (2D) "
		M_HYBRID="Podział"
	M_3D="3D Ustawienia"
		M_ANIMATE="Animować"
		M_FOLLOWCUR="Podążaj za kursorem"
		M_GRASS="Trawa"
		M_GHOST="Ukryte części duchów"
		M_MULTISAMPLING="Multisampling"
	M_2D="2D Ustawienia"
		M_ALPHACHECKER="Szachownica Alfa"
		M_OVERLAY="Nakładka"
			M_ENABLEOVERLAY="Włącz Nakładkę"
	M_TRANSMODE="Tryb przezroczystości"
		M_OFF="Wyłączony"
		M_HELMETONLY="Tylko Hełm"
		M_ALL="Wszystko"
	M_VISIBLEPARTS="Widoczne Części"
		M_HEAD="Głowa"
		M_HELMET="Hełm"
		M_CHEST="Klatka piersiowa"
		M_LEFTARM="Lewe ramię"
		M_RIGHTARM="Prawe ramię"
		M_LEFTLEG="Lewa noga"
		M_RIGHTLEG="Prawa noga"
M_OPTIONS="Opcje"
	M_KEYSHORTCUTS="Skróty klawiszowe"
	M_BGCOLOR="Kolor tła"
	M_USETEXTUREBASES="Użyj tekstur bazowych"
	M_PREFERENCES="Preferencje"
M_HELP="Pomoc"
	M_CHECKUPDATES="Sprawdź aktualizacje"
	M_AUTOUPDATE="Automatycznie sprawdzaj dostępność aktualizacji"
	M_ABOUT="O"
	
T_TREE_ZOOMOUT="Pomniejsz"
T_TREE_ZOOMIN="Zbliżenie"
T_TREE_IMPORTHERE="Import"
T_TREE_NEWFOLDER="Nowy folder"
T_TREE_RENAME="Zmień nazwę"
T_TREE_DELETE="Usuń"
T_TREE_CLONE="Kopiuj"
T_TREE_UPLOAD="Wgrywać"

T_SAVE="Zapisz"
T_SAVEALL="Zapisz Wszystko"
T_UNDO="Cofnij"
T_REDO="Ponów"
T_PERSPECTIVE="Perspektywa"
T_TEXTURE="Tekstura"
T_HYBRID="Hybryda"
T_SCREENSHOT="Zrzut ekranu (przytrzymaj Shift, aby zapisać)"
T_TOGGLEHEAD="Przełącz Głowę"
T_TOGGLEHELMET="Przełącz Hełm"
T_TOGGLECHEST="Przełącz Klatke Piersiową"
T_TOGGLELEFTARM="Przełącz lewe ramię"
T_TOGGLERIGHTARM="Przełącz prawe ramię"
T_TOGGLELEFTLEG="Przełącz lewą nogę"
T_TOGGLERIGHTLEG="Przełącz prawą nogę"
T_SWATCHES="Swatches"
T_SKINS="Skórki "
T_PARTS="Części "

M_IMPORT_HERE="Importuj tutaj..."
M_NEWFOLDER="Nowy folder"
M_NEWFOLDER_HERE="Nowy folder tutaj..."
M_RENAME="Zmienić nazwę..."
M_DELETE="Usuwać..."
M_CLONE="Klonuj"



T_TOOL_CAMERA="Pogląd"
T_TOOL_PENCIL="Ołówek"
T_TOOL_ERASER="gumka do mazania"
T_TOOL_DROPPER="Zakraplacz"
T_TOOL_DODGEBURN="Unikaj/Podpalaj"
T_TOOL_DARKENLIGHTEN="Przyciemnij/Rozjaśnij"
T_TOOL_BUCKET="Napełnij wiadro"
T_TOOL_NOISE="Szum"

B_MSG_DIRMISSING="Brak dołączonego katalogu - zwykle dzieje się tak dlatego, że nie rozpakowałeś programu. Chociaż nie jest to problem krytyczny, zabraknie Ci dołączonych szablonów, próbek lub innych treści."
B_MSG_UPTODATE="Masz najnowszą i najlepszą wersję!"
B_MSG_NEWUPDATE="Nowe aktualizacje są dostępne! Otworzyć aktualizator teraz, aby wyświetlić dostępne aktualizacje?"
B_MSG_UPLOADERROR="Błąd podczas przesyłania skórki:"
B_MSG_UPLOADSUCCESS="Przesyłanie skórki powiodło się! Cieszyć się!"
B_MSG_DELETESKIN="Usunąć tę skórkę?\r\nZostanie ona wysłana do Kosza."
B_MSG_DELETEFOLDER="Usunąć ten folder?\r\nZostanie wysłany do Kosza."
B_MSG_OVERLAYERROR="Nie można załadować obrazu nakładki: "{0}"; czy rozdzielczość jest potęgą dwójki?"
B_MSG_UPLOADRES="Chociaż możesz edytować tekstury w wysokiej rozdzielczości za pomocą MCSkinn, nie możesz przesyłać ich do swojego profilu Minecraft."
B_MSG_ANTIALIAS="Uruchom ponownie MCSkinn, aby zastosować opcje multisamplingu."
B_MSG_PIXELFORMAT="Przepraszamy, ale najwyraźniej Twoja karta wideo nie obsługuje 32-bitowego formatu pikseli - jest to obecnie wymagane do prawidłowego działania MCSkinn."
B_MSG_SHORTCUTEXISTS="Skrót "{0}" ma taki sam klucz jak "{1}" - wygaszanie go."

B_CAP_QUESTION="Pytanie"
B_CAP_SORRY="Przepraszam"

C_SQUARE="Kwadrat"
C_CIRCLE="Koło"

O_EXPOSURE="Narażenie:"
O_INCREMENTAL="Przyrostowe"
O_LIGHTEN="Rozjaśnić"
O_DARKEN="Zaciemniać"
O_DODGE="Unik"
O_BURN="Oparzenie"
Q_THRESHOLD="Próg:"

C_NEW="Nowy"
C_CANTMOVE="Nie mogę przenieść się do"
C_COPY="Kopiuj"
C_MOVE="Przenosić"
C_MOVED="Przeniesione"
C_COPYTO="Kopiuj do"
C_MOVETO="Przenieś do"
C_IMPORTTO="Importuj do"

C_SETTINGSFAILED="Nie udało się załadować pliku ustawień; w rezultacie załadowane zostały ustawienia domyślne."

C_AUTOLOGIN="Automatyczne logowanie?"
C_REMEMBER="Zapamiętaj mnie?"
C_USERNAME="Nazwa użytkownika:"
C_PASSWORD="Hasło:"
C_UPLOADTEXT="Aby przesłać swoją skórkę, musisz zalogować się na Minecraft.net. Ten program może zautomatyzować ten proces; wprowadź swoją nazwę użytkownika i hasło, aby kontynuować."

C_UPLOADING="Przesyłanie Twojej skórki! Proszę czekać..."
C_SHORTCUTINUSE="Skrót już używany przez"

S_TREEVIEW_ZOOMIN="Powiększ widok drzewa"
S_TREEVIEW_ZOOMOUT="Pomniejsz widok drzewa"
S_SWATCH_ZOOMIN="Powiększ próbkę"
S_SWATCH_ZOOMOUT="Pomniejsz próbkę"
S_COLORSWAP="Zamień kolory pierwszego planu/tła"
S_RENAME="Zmień nazwę"
S_CLONE="Klonuj węzeł"
S_DELETE="Usuń węzeł"
S_SCREENSHOT_CLIP="Zrzut ekranu do schowka"
S_SCREENSHOT_SAVE="Zrzut ekranu do zapisania"
S_TOGGLEVIEW="Przełącz tryb widoku"
S_TOGGLETRANS="Przełącz tryb przezroczystości"

M_SHORTCUTS="Kliknij pole tekstowe poniżej i naciśnij klawisze, które chcesz przypisać do tego skrótu."
W_OPTIONS="Opcje narzędzi"

T_CAMERA="Lewy przycisk myszy, aby obrócić. Prawy przycisk myszy/kółko myszy, aby powiększyć."
T_PENCIL="Lewy przycisk myszy do malowania. Prawy/środkowy przycisk myszy do obracania/powiększania. Shift, aby użyć koloru tła."
T_DROPPER="Lewy przycisk myszy, aby wybrać kolor. Prawy/środkowy przycisk myszy do obracania/powiększania. Shift, aby wybrać tło, w przeciwnym razie pierwszy plan."
T_DODGEBURN="Lewy przycisk myszy, aby uniknąć/podpalić. Prawy/środkowy przycisk myszy do obracania/powiększania. Shift, aby zamienić narzędzie."
T_DARKENLIGHTEN="Lewy przycisk myszy, aby rozjaśnić/przyciemnić. Prawy/środkowy przycisk myszy do obracania/powiększania. Shift, aby zamienić narzędzie."
T_ERASER="Lewy przycisk myszy, aby wymazać do pustego koloru i alfa. Prawy/środkowy przycisk myszy do obracania/powiększania."
T_FILL="Lewy przycisk myszy, aby wypełnić piksel. Shift, aby użyć koloru tła. Przytrzymaj klawisz Ctrl, aby zablokować część. Prawy/środkowy przycisk myszy do obracania/powiększania."
T_NOISE="Lewy przycisk myszy, aby zastosować szum. Prawy/środkowy przycisk myszy do obracania/powiększania."

C_UNSAVED="Masz niezapisane zmiany. Czy na pewno chcesz wyjść?"
C_UNSAVED_CAPTION="Czekać!"

O_HOLDNESS="Trzymanie:"

G_BRUSH="Pędzel"
G_BRUSHOPTS="Opcje pędzla"
G_NOISEOPTS="Opcje szumu"
G_FILLOPTS="Opcje wypełnienia"
G_TOOL="Narzędzia"

T_DECRES="Zmniejsz rozdzielczość"
T_INCRES="Zwiększ rozdzielczość"

M_NEWSKIN="Nowa skóra"
M_NEWSKIN_HERE="Nowa skórka tutaj"

M_SKINERROR="Nie można pobrać skórki z magazynu skórek Minecraft!"
M_FETCH_NAME="Pobierz z Minecrafta"
M_FETCH_TEXT="MCSkinn może pobrać skórkę z twojego (lub kogokolwiek) konta Minecraft i zaimportować ją jako skórkę. Wpisz nazwę konta poniżej i kliknij Importuj, aby to zrobić!"
M_PLAYER_NAME="Nazwa gracza:"

C_YES="Tak"
C_NO="NIE"
D_DONTASK="Nie pytaj ponownie"
M_IRREVERSIBLE="Uwaga: Skórek w wysokiej rozdzielczości NIE MOŻNA przesyłać do Minecraft.net jako skórek!\n\nTa operacja jest nieodwracalna i spowoduje utratę funkcji Cofnij/Powtórz do tego momentu. Czy na pewno chcesz wykonać tę operację?"

M_TEMP="Próbujesz uruchomić MCSkinn z tymczasowej lokalizacji. Proszę poprawnie rozpakować program, aby działał."

T_RESETCAMERA="Zresetuj kamery"
M_SKINDIRS="Katalogi skórek"
M_DYNAMICOVERLAY="Nakładka dynamiczna"
M_DYNAMICOPTIONS="Opcje dynamiczne"
M_LINECOLOR="Kolor linii"
M_LINESIZE="Rozmiar linii"
M_OVERLAYTEXTSIZE="Rozmiar czcionki"
M_TEXTCOLOR="Kolor tekstu"

U_PIXELSCHANGED="Zmienione piksele"
T_TOOL_STAMP="Pieczęć"
T_STAMP="Kliknij lewym przyciskiem myszy, aby stemplować. Przytrzymaj klawisz Shift i kliknij, aby skopiować region do pędzla."
L_UNDOACTIONS="Undo {0} actions"
L_REDOACTIONS="Redo {0} actions"

M_BROWSE="Przejdź do lokalizacji {0}"
M_SKIN="skóra"
M_FOLDER="folder"

M_SHARED="Wspólne opcje"
M_INFINITEMOUSE="Nieskończona mysz"

T_SWATCHEDIT="Edytuj próbki"
T_DELETESWATCH="Usuń próbkę"
T_ADDSWATCH="Dodaj próbkę"

M_EXPT_EXCEPTION="Wystąpił wyjątek!"
M_EXPT_APPERROR="Błąd aplikacji!"
M_EXPT_ERRORTEXT="MCSkinn napotkał błąd i może stać się niestabilny. Jednak nie obawiaj się, ponieważ jest coś, co możesz zrobić, aby pomóc!\r\n\r\nJeśli chcesz pomóc programistom, wyślij nam raport o błędzie! W dolnej części tego okna znajduje się niebieski link, który prowadzi do treści raportu o błędach. Wysłanie tego do nas (wyszukaj nas na PlanetMinecraft) bardzo pomoże w rozwoju!"
M_EXPT_SHOW="Nie pokazuj tego więcej"
M_EXPT_CLOSE="Zamknąć"
M_EXPT_VIEW="Aby wyświetlić raport, kliknij"
M_EXPT_HERE="Tutaj."

C_RESTART="Program musi zostać ponownie uruchomiony, zanim będzie można to zrobić!"
C_RESTART_CAPTION="Wymagane jest ponowne uruchomienie"
D_UNSAVED="Masz niezapisane skórki; zmiana katalogów skórek wymaga odświeżenia listy skórek, w związku z czym wszelkie niezapisane zmiany zostaną utracone. Kliknij Tak, aby odświeżyć bez zapisywania; kliknij Nie, aby poczekać do ponownego uruchomienia; kliknij Anuluj, aby anulować."
D_UNSAVED_CAPTION="Niezapisane zmiany"

M_RENDERSTATS="Statystyki renderowania"
M_GRIDCOLOR="Kolor siatki"
M_GRIDOPACITY="Nieprzezroczystość siatki"

M_LOADING="Ładowanie..."
M_NEWPALETTE="Nowa paleta Swatch"
M_DELETEPALETTE="Usuń paletę próbek"
M_CONVERTSWATCH="Konwertuj paletę próbek..."
M_RENAMEPALETTE="Zmień nazwę palety próbek"
M_CURRENTFORMAT="Bieżący format:"
M_NEWFORMAT="Nowy format:"
M_SWATCHQUESTION="Spowoduje to trwałe usunięcie tej palety próbek. Kontynuować?"
M_SWATCHQUESTION_CAPTION="Jesteś pewny?"

M_UPDATESTARTING="Pobrane aktualizacje — MCSkinn zostanie teraz zamknięty, a program aktualizacyjny zostanie otwarty. Należy pamiętać, że ten program jest uruchamiany z folderu Temp i jako taki Windows (lub oprogramowanie antywirusowe) może narzekać na to - nie martw się, ponieważ jest to po prostu oczyszczenie głównego katalogu z plików aktualizacji."
M_REPORTVIEWER="Przeglądarka raportów"

M_GRIDENABLED="Siatka włączona"
M_RENDERRESTART="Aby zmienić tryb renderowania, wymagane jest ponowne uruchomienie."
M_RENDERER="Renderer"
M_CLIENTARRAYS="Tablice klienckie"
M_IMMEDIATE="Tryb natychmiastowy"
W_POPOUT="Wyskakujące okienko"

E_SKINERROR="Wystąpił błąd podczas próby załadowania skórki "{0}"; usuń ten plik lub przenieś go poza folder."
T_TOGGLECHESTARMOR="Przełącz zbroję klatki piersiowej"
T_TOGGLELEFTARMARMOR="Przełącz lewy pancerz"
T_TOGGLERIGHTARMARMOR="Przełącz zbroję prawego ramienia"
T_TOGGLELEFTLEGARMOR="Przełącz zbroję lewej nogi"
T_TOGGLERIGHTLEGARMOR="Przełącz zbroję prawej nogi"

M_CHESTARMOR="Pancerz klatki piersiowej"
M_LEFTARMARMOR="Zbroja lewego ramienia"
M_RIGHTARMARMOR="Zbroja prawego ramienia"
M_LEFTLEGARMOR="Zbroja lewej nogi"
M_RIGHTLEGARMOR="Zbroja prawej nogi"

C_SCALE="Skala"
C_CROP="Przyciąć"
M_SKINSIZEMISMATCH="Rozmiar tej skórki nie odpowiada oczekiwanemu rozmiarowi wybranego modelu. MCSkinn może obejść ten problem na dwa sposoby:\n\nPrzytnij: po prostu ustaw rozmiar skóry tak, aby pasował do rozmiaru modelu bez modyfikowania samej skóry. Pamiętaj, że może to spowodować obcięcie części skóry w zależności od różnicy wielkości. Jeśli konwertujesz skórkę z 1,7 na 1,8, UŻYJ TEJ OPCJI.\n\nSkala: Skaluj skórkę, aby pasowała do żądanego rozmiaru.\n\nPamiętaj, że jest to DESTRUKCYJNA OPERACJA, której NIE MOŻNA COFNĄĆ."

M_GENERAL="Ogólny"
M_SKINLIB="Biblioteka"
M_RENDERSETTINGS="Renderowanie"
M_HOTKEYS="Skróty klawiszowe"
M_LANGUAGES="Języki"
M_HELPSUPPORT="Pomoc i Wsparcie"
M_MCSKINNSETTINGS="MCSkinn Ustawienia"

T_SELECTLANG="Wybierz język wyświetlania poniżej."
T_RESTARTBEFOREAPPLY="Możesz ponownie uruchomić aplikację, aby zastosować zmiany."
T_NEWLANG="Nowy język: "
T_CURRENTLANG="Bieżący język: "

T_SKINLIBMGMT="Możesz wybrać, gdzie zapisana jest twoja biblioteka skórek, wszystkie skórki w poniższych folderach zostaną automatycznie załadowane."
T_ADDAFOLDER="Dodaj folder"
T_REMOVECURRENT="Usuń wybrane"
T_OPENKEYEDITOR="Otwórz edytor skrótów"

T_3DSETTINGS="3D Ustawienia"
T_2DSETTINGS="2D Ustawienia"
M_GRID="Siatka"

M_UNDOLISTACTIONS="Undo {0} Actions"
M_REDOLISTACTIONS="Redo {0} Actions"

M_REFRESH="Odśwież"
M_BRUSH="Szczotka"
M_COLOR="Kolor"